var boardMeetingData = [
    {
        name: '吴列进',
        position: '执行董事',
        picture: 'https://pmt8e84ed-pic16.websiteonline.cn/upload/ycyv.png',
        introduce: '吴列进先生，公司董事长兼总裁。彼于2003年5月23日获委任为董事，再于2014年6月6日调任为执行董事。吴先生于2003年5月23日加入本集团，负责本集团整体发展规划及业务营运。吴先生亦为佛山市禅城中盈盛达小额贷款有限公司、安徽中盈盛达融资担保有限公司、中山中盈盛达科技融资担保投资有限公司董事长，亦为云浮市普惠融资担保股份有限公司、佛山中盈盛达投融资咨询服务有限公司、佛山中盈兴业投资有限公司及广东中盈盛达资本管理有限公司、广东中盈盛达供应链服务有限公司、广东中盈盛达商业保理有限公司及广东中盈盛达数字科技有限公司各自的董事。除彼于本集团的职责外，吴先生自2008年起于多个组织任职或曾任职。十三届全国人民代表大会代表、广东省第十一届和第十二届人民代表大会代表、中国融资担保业协会副会长、广东省信用协会会长、广东省信用担保协会常务副会长、广东省融资担保业协会监事长、广东省科技金融促进会副会长、广东省金融智库联合会副理事长、佛山市信用担保行业协会荣誉会长、佛山市工商业联合会总商会副会长。吴先生于其职业生涯早期，曾于1983年7月起至1993年5月止期间于中国铜陵财务专科学校（现称铜陵学院）工作，主要负责课程教授及学校行政管理。期间彼曾出任学校党委委员及会计学系主任（连同专业讲师职衔）。同时，彼亦于1985年9月起至1988年10月止期间获委任为铜陵市团市委副书记。其后于1993年5月起至1994年5月止期间，吴先生担任海南嘉陵集团总经理办公室主任， 该公司主要从事实业、贸易及房地产开发，而吴先生则主要负责制度建设及分支机构管理等工作。吴先生在金融行业拥有约21年经验。于1994年5月起至2001年5月止期间，彼于广州银业发展集团有限公司先出任副总经理，再担任总经理，该公司主要从事原材料供应及销售、投资、物业开发以及咨询服务，而吴先生则主要负责公司运营管理。于2001年5月起至2003年5月止期间，吴先生担任广东银达融资担保投资集团有限公司总经理，该公司主要从事提供融资担保、担保相关咨询服务及作出投资，而吴先生则主要负责业务营运。吴先生于1983年7月取得中国安徽财贸学院（现称安徽财经大学）经济学学士学位，主修企业商业财会。彼于2010年7月获中国复旦大学颁授佛山市2010年企业领导人高级研修班结业证书。吴先生于1990年4月获铜陵财经专科学校教师职务评审委员会颁授中国讲师任职资格证书。彼于2007 年9月获中国上海证券交易所颁授上海证券交易所上市公司独立董事任职资格培训班证书。2013 年12月，吴先生获广东省人力资源和社会保障厅颁授高级信用管理师（担保）证书。2016年12月， 吴先生被评为2016年度广东经济风云人物。2017年1月，吴先生被评为第四届徽商奥斯卡徽商领袖。2017年9月被佛山市政府认定为“2016年度佛山市金融高级管理人才”。2017年10月被佛山市禅城区政府认定为“禅城区金融高端专业人才”。2018年12月被广东省安徽商会和羊城晚报评为“第二届广东风云徽商杰出徽商”。2018年被选为“十三届全国人大代表”。'
    },
    {
        name: '张敏明',
        position: '非执行董事',
        picture: '',
        introduce: '张敏明先生，为非执行董事兼董事会副董事长。张先生于2015年4月21日获委任为非执行董事。张先生于2015年4月21日加入本集团。张先生于企业营运及管理行业拥有约13年经验。由2008年8月至2009年5月，张先生于广东科明达集团有限公司任混凝土分厂采购部经理，该公司主要经营物业发展及商品混凝土生产，而彼则主要负责协调混凝土公司的日常采购工作及控制采购成本。于2009年5月至2010年5月，张先生担任广东科明达集团有限公司的总经理，主要负责日常营运管理、建立及完善管理体系并推行及实现管理及发展目标。由2010年5月起，张先生为广东科明达集团有限公司的总裁，主要负责制订及推行本集团整体战略及年度营运计划、建立及完善本集团管理体系及组织架构。张先生于2003年5月获美国Saint  Peter’s  College颁授理学士学位，主修计算器专业。张先生于 2005年5月获美国Saint Peter’s College颁授工商管理硕士。目前，张先生为广东省信用协会副会长、佛山市工商联（总商会）副会长。'
    },
    {
        name: '李深华',
        position: '非执行董事',
        picture: '',
        introduce: '李深华先生，为非执行董事，李先生于2021年1月29日加入本集团并获任为非执行董事。李先生在中国约有30年企业管理及经营经验。于2001年2月创立广东华兴玻璃股份有限公司，并担任该公司的董事长兼行政总裁。目前，为中国包装联合会副会长、中国日用玻璃协会执行主席以及中国民营科技实业家协会及中国贸易与投资工作委员会的常务副理事长。曾担任多个政府机构及社会组织职务，包括政协佛山市委员会常委、政协佛山市南海区委员会副主席、广东省工商业联合会（总商会）常委以及佛山市工商业联合会（总商会） 副主席。在2016年至2018年间，先后被评为美国加利福尼亚州洛杉矶县荣誉市民、全国关爱员工优秀民营企业家、南海区先进民营企业家、南海区先进民营企业家、中国日用玻璃行业功勋企业家。李先生于2017年11月在瑞士VU School of Management取得工商管理博士学位。于2016年被美国加利福尼亚州洛杉矶授予“荣誉市民”。于2007年至2018年期间，获得多项荣誉，如“全国关爱员工优秀民营企业家”、“南海区先进民营企业家”、“佛山大城企业家”及“中国日用玻璃行业功勋企业家”。'
    },
    {
        name: '赵伟',
        position: '非执行董事',
        picture: '',
        introduce: '赵伟先生，为非执行董事，赵先生于2021年1月29日加入本集团并获任为非执行董事。赵先生在中国金融行业拥有约22 年经验。现任佛山市金融投资控股有限公司战略投资部副部长（主持全面工作）。1995年12月至2004 年5月在中国工商银行湖南省衡阳分行担任职员，负责信息管理；于2004年6月至2009年4月在广东广信会计师事务所有限公司担任项目经理；于2009年5月至2017年1月在中国南航集团文化传媒股份有限公司担任财务部经理助理； 于2017年2月至2017年6月在佛山市公用事业控股有限公司担任并购高级顾问。赵先生目前分别担任佛山市创新创业投资有限公司董事及佛山市广佛通电子收费营运有限公司董事，并自2017年12月起担任佛金香港有限公司董事。赵先生毕业于中国湖南大学金融专业，持有中国注册会计师全国统一考试合格证书。'
    },
    {
        name: '欧伟明',
        position: '非执行董事',
        picture: '',
        introduce: '欧伟明先生，为本集团董事、副总裁及佛山禅城中盈盛达小额贷款有限公司的董事总经理，于2005年4月25日加入本集团，负责佛山禅城中盈盛达小额贷款有限公司的日常营运管理。在金融行业拥有约28年经验，现同时兼任中国小额贷款公司协会理事、广东省小额贷款公司协会常务副会长、佛山市小额贷款行业协会副会长等社会职务。加入本集团前，于1993 年7 月起至2005 年4 月止期间，先后担任中国农业银行佛山分行信贷部门主管、经理及副总经理等职务，该银行为于联交所上市（股份代号：1288）及于上海证券交易所上市（股份代号：601288）的商业银行， 先后主要负责市场营销、信贷业务核查及风险评估等方面工作。欧伟明于1990年7月取得中国海南师范大学教育学学士学位，于1993年6月取得中国华中科技大学理学硕士学位，主修应用数学。于1996年9月获中国农业银行佛山市分行专业技术职务评审委员会颁授工程师证书。亦于2000年11月获中国人事部颁授金融高级专业资格证书。于2011年5月获华南理工大学颁授广东省信用担保行业总裁EMBA研修班修业证书。欧伟明于2012年12月，荣获佛山市担保行业协会授予的“优秀管理者”称号；2014年 1月，在《中国担保》杂志社主办的第四届“中国担保先锋、中国担保英才”评选活动中荣获“中国担保英才”称号；2017年11月，荣获中国小额贷款公司协会授予的“全国优秀小贷人”之“全国优秀高管”称号；2018年3月，荣获小微金融机构全国联席会授予的“2017年中国小微金融机构年度人物”称号；2018年6月，荣获广东省小额贷款公司协会授予的“优秀小贷人”称号；2020年12月，荣获广东省小额贷款公司协会授予的“行业特殊贡献奖”。'
    },
    {
        name: '吴向能',
        position: '独立非执行董事',
        picture: '',
        introduce: '吴向能先生，于2013年8月7日获委任为独立非执行董事。 吴先生于金融及财务管理方面拥有约25年经验，在不同机构担任或曾经担任职位。吴先生于2002年6月取得中国厦门大学管理学硕士学位，主修会计学。彼亦取得多个专业资格或证书，包括由中华人民共和国财政部注册会计师考试委员会于1999年6月发出的全科合格证、广东省注册会计师协会于2010年2月颁授的非执业会员证书、由广东省人事厅（现称广东省人力资源和社会保障厅）于2008年3月颁授的中国高级会计师资格证书以及中国财政部于2009年10月颁发的全国会计领军人才证书。吴先生于2010年8月获中国深圳证券交易所颁授上市公司高级管理人员培训班证书。吴先生现为中山大学管理学院兼职教授，广州大学MPACC校外导师，广东省会计专家库人员。'
    },
    {
        name: '梁汉文',
        position: '独立非执行董事',
        picture: '',
        introduce: '梁汉文先生，于2014年6月23日获委任为独立非执行董事。梁先生在公司管理、会计及公司秘书事宜方面拥有逾21年经验。1990年6月至1994年5月，彼于广东省银行香港分行（现称中国银行（香港）有限公司）任信贷部高级主任。1994年5月至2000年8 月，彼于金朝阳集团有限公司任财务经理，该公司于联交所上市（股份代号：878），主要从事物业合并、发展及租赁，而彼主要负责财务管理。2000年8月至2007年12月，梁先生受雇于三元集团有限公司，该公司先前于联交所上市，主要从事物业投资，医疗护理及保健等，而梁先生则担任多个职位包括公司秘书、财务总监及执行董事，并主要负责财务管理。梁先生自2007年12月起出任志高控股有限公司财务总监，自2008年8月起同时兼任公司秘书，该公司于联交所上市（股份代号：449），主要从事空调产品的设计、开发、制造及销售业务，而彼负责财务管理及合规事宜。梁先生于1990年11月在香港取得香港理工学院（现称香港理工大学）商业（银行业）专业文凭。梁先生于1996年8月透过遥距学习课程取得美国安得鲁大学工商管理硕士学位，并于1999年9月透过遥距学习课程取得澳洲中央昆士兰大学会计学硕士学位。自2008年4月起梁先生为香港会计师公会资深会员，以及自2000年8月起为澳洲会计师公会执业会计师。'
    },
    {
        name: '王波',
        position: '独立非执行董事',
        picture: '',
        introduce: '王波先生，于2021年6月4日获委任为独立非执行董事。现担任广州金鹏律师事务所高级合伙人会议主席、党委书记，同时兼任广东省律师协会副会长、广州市律师协会名誉会长、广东省社会组织总会常务副会长、广东省西南政法大学校友会会长、广东省安徽商会监事长、深圳国际仲裁院仲裁员、广州中常委仲裁院。曾担任广州省人民政府、广东省委网信办、广东省粮食局、广州市人民政府、中华人民共和国广州海关、广州市城市建设投资集团有限公司、中国建设银行广东省分行、广州发展实业控股集团股份有限公司、昆吾九鼎投资管理有限公司、广州市时代胜誉投资有限公司等组织的法律顾问。曾担任美的集团的独立董事。曾主编或参编了《证券法案例与评析》、《刑法学》、《经济法概论》等多部教材。在国家级、省级刊物上发表了《关于期货交易中几个法律问题》、《论我国刑法中的情节问题》等多篇论文。王先生分别于1983年7月及1988年6月毕业于西南政法学院（现西南政法大学），获法律学士学位及刑法学研究生学历。王先生于2012年获广州市律协“2011年度业务成果奖”、2013年获广州市律协“2010-2012优秀共产党员”、2016年获广州市律协“2015年度业务成果奖”、广州市律协“2012-2015年度优秀律师”及“广州市天河区2016年度优秀人才”、2018年获广州市律协“改革开放40周年贡献奖”。'
    },   
]

$(function(){
    var $wrap = $('#tzzgx_board_meeting');

    var makeItem = function(data){
        return $('<div class="_item">'+
                    '<div class="_title">'+
                        '<span class="_name">'+data.name+'</span>'+
                        '<span class="_position">'+data.position+'</span>'+
                        '<img class="_arrow _toHide" src=""/>'+
                        '<img class="_arrow _toShow" src=""/>'+
                    '</div>'+
                    '<div class="_body '+(data.picture ? 'hasPic':'')+'">'+
                        '<img class="_picture" src="'+(data.picture || '#')+'"/>'+
                        '<div class="_introduce">'+data.introduce+'</div>'+
                    '</div>'+
                '</div>');
    }

    for (var i = 0 ; i < boardMeetingData.length ; i++) {
        var data = boardMeetingData[i]
        var $item = makeItem(data);
        $($wrap).append($item);
    }
});